Repository: YuryLobkov/toyshop
Catalog: toyshop/locale/*/LC_MESSAGES/django.po
Languages: ru

source: example@mail.com
ru: вашапочта@майл.ру

source: Jane Joe
ru: Имя Фамилия

source: Let us know details for you order
ru: Ваши пожелания к заказу

source: Your email
ru: Ваша почта

source: Your name
ru: Ваше имя

source: Phone number
ru: Номер телефона

source: How can we comunicate
ru: Как с вами связаться

source: Comments for your order
ru: Ваши пожелания к заказу

source: Please describe what kind of toy you want, and I will contact you to clarify details
ru: Ваши пожелания к заказу

source: --All materials--
ru: --Все материалы--

source: --All sizes--
ru: --Все размеры--

source: --All categories--
ru: --Все категории--

source: Name
ru: Имя

source: Email
ru: Почта

source: Subject
ru: Тема

source: Message
ru: Сообщение

source: Showcase
ru: Витрина

source: Order custom
ru: Заказать

source: Contact us
ru: Связаться с нами

source: Contact us in social media:
ru: Ищите нас в социальных сетях:

source: All Rights Reserved
ru: Все права защищены.

source: Feel free to contact us!
ru: Напишите нам письмо!

source: Send
ru: Отправить

source: Example headline.
ru: 1 слайд

source: Some representative placeholder content for the first slide of the carousel.
ru: Контент 1 слайда

source: Works showcase
ru: Посмотреть работы

source: Another example headline.
ru: 2 слайд

source: Some representative placeholder content for the second slide of the carousel.
ru: Контент 2 слайда

source: Order custom toy
ru: Сделать игрушку на заказ

source: One more for good measure.
ru: 3 слайд

source: Some representative placeholder content for the third slide of this carousel.
ru: Контент 3 слайда

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Order custom teddy toy!
ru: Заказать индивидуальную игрушку!

source: Confirm
ru: Подтвердить

source: Purchase page
ru: Страница покупки

source: Material:
ru: Материал:

source: Size:
ru: Размер:

source: Category:
ru: Категория:

source: Avalible only
ru: В наличии

source: Filter
ru: Применить

source: Avalible for
ru: В наличии:

source: Out of stock
ru: Нет в наличии

source: No toys found
ru: Таких игрушек нет :(

source: Try to change filters
ru: Попробуйте изменить фильтры

source: Buy now for
ru: Купить

source: Out of stock :(
ru: Нет в наличии

source: Buy for
ru: Купить

source: Order production
ru: Сделать на заказ

source: PageNotFound
ru: Страница не найдена

source: looks like page you are looking for has not yet been knitted
ru: Похоже, что эту страницу еще не связали...

source: Back to homepage
ru: Назад на главную
